platform: "onnx_plan"
max_batch_size: 8
input [
  {
    name: "input"
    data_type: TYPE_INT32
    dims: [ 512, 256 ]
  }
]
output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [ 2 ]
  }
]
dynamic_batching { }